[
    {
        "_id": "678b7ce7e930b5451978a139",
        "dilemma": "Your best friend and colleague has stolen a sum of money from a non-profit organization for sick children where you both work. You discover they did it to pay for an experimental treatment for their daughter, who would otherwise be doomed. However, that money was meant for a program that would have provided vital care to many other children. Reporting them condemns their daughter and destroys your friend's life. Protecting them saves their daughter, but at what cost?",
        "firstAnswer": "Report my friend to save the ten children",
        "secondAnswer": "Protect my friend and save their daughter",
        "teaseOption1": "After all, the only price was your best friend in prison and their daughter dead. Fair enough, right? ⚖️😢",
        "teaseOption2": "You're a good friend! Or just someone who values the life of those you know over strangers? 🤝❤️",
        "firstAnswerEmpathy": 0.1,
        "firstAnswerIntegrity": 1,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 1,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 1,
        "secondAnswerEmpathy": 1,
        "secondAnswerIntegrity": 0.1,
        "secondAnswerResponsibility": 0.1,
        "secondAnswerJustice": 0.1,
        "secondAnswerAltruism": 0.1,
        "secondAnswerHonesty": 0.1
    },
    {
        "_id": "678b7ce7e930b5451978a13a",
        "dilemma": "You are the only person with an extremely rare blood type that is immune to a new super-plague decimating the population. Scientists can synthesize a universal vaccine from your body, saving billions of lives, but the process is unstable and will kill you slowly and agonizingly over the course of a week. If you refuse, humanity will go extinct. Would you sacrifice yourself in agony to save everyone, or save yourself to live alone in a world of the dead?",
        "firstAnswer": "Sacrifice yourself in agony to save humanity",
        "secondAnswer": "Refuse and survive alone",
        "teaseOption1": "Humanity will remember you as a hero while you scream in pain on your deathbed. What cold comfort. 🦸💀",
        "teaseOption2": "Congratulations, you're the last human being. Enjoy the silence and your physical integrity. I hope you like your own company. 🌎👤",
        "firstAnswerEmpathy": 1,
        "firstAnswerIntegrity": 0.9,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 0.8,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.9,
        "secondAnswerEmpathy": 0.1,
        "secondAnswerIntegrity": 0.5,
        "secondAnswerResponsibility": 0.1,
        "secondAnswerJustice": 0.5,
        "secondAnswerAltruism": 0.1,
        "secondAnswerHonesty": 1
    },
    {
        "_id": "678b7ce7e930b5451978a13b",
        "dilemma": "You are an engineer in remote control of a high-speed train. Due to a malfunction, the train is out of control. You can divert the train onto a secondary track, killing a single worker laboring there, unaware of the danger. Or you can do nothing, and the train will crash into a barrier, killing you and all 20 passengers on board. Unfortunately, in this case, the worker is your brother and he just received news that he's going to be a father!",
        "firstAnswer": "Divert the train and kill your brother",
        "secondAnswer": "Pretend not to see and let everyone die",
        "teaseOption1": "After all, he was just a worker. You saved 20 lives, but your nephew will grow up without a father, thanks to you. How much will he love his uncle! 🚂💔",
        "teaseOption2": "You chose not to act. Noble. Your inaction just killed 20 people, but at least you didn't dirty your hands. What a hero! 🙈⚰️",
        "firstAnswerEmpathy": 0.1,
        "firstAnswerIntegrity": 0.8,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 0.9,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.9,
        "secondAnswerEmpathy": 1,
        "secondAnswerIntegrity": 0.4,
        "secondAnswerResponsibility": 0.1,
        "secondAnswerJustice": 0.2,
        "secondAnswerAltruism": 0.1,
        "secondAnswerHonesty": 0.5
    },
    {
        "_id": "678b7ce7e930b5451978a13c",
        "dilemma": "A lethal epidemic is spreading. The only dose of the cure is in your hands. You can give it to a brilliant virologist who is one step away from synthesizing a vaccine for the entire world but has already been infected, or you can give it to your young child, also infected. If you give the cure to the virologist, your child will die. If you give it to your child, the virologist will die and the entire world will be doomed. Or at least you believe so.",
        "firstAnswer": "Save the virologist for the good of humanity",
        "secondAnswer": "Save your child, protecting your family",
        "teaseOption1": "You saved the world! Right? Let's hope the virologist wasn't lying... 🌍🤞",
        "teaseOption2": "You chose certainty. Your child is safe. Now you can look each other in the eyes while civilization crumbles around you. What an intimate moment. 👨‍👧🔥",
        "firstAnswerEmpathy": 0.1,
        "firstAnswerIntegrity": 0.8,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 1,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.9,
        "secondAnswerEmpathy": 1,
        "secondAnswerIntegrity": 0.9,
        "secondAnswerResponsibility": 0.1,
        "secondAnswerJustice": 0.1,
        "secondAnswerAltruism": 0.1,
        "secondAnswerHonesty": 0.8
    },
    {
        "_id": "678b7ce7e930b5451978a13d",
        "dilemma": "You are a guard in a gulag under a totalitarian regime. A group of political prisoners, known to be innocent idealists, is planning an escape. If you help them, they'll have a chance to flee and inspire a revolution. However, to cover the escape, you must blame and have another prisoner executed—a harmless petty thief who has nothing to do with it, but whom no one will look for. Do you sacrifice an innocent to give many a chance at freedom, or let them all rot rather than condemn an innocent man to death?",
        "firstAnswer": "Sacrifice the harmless prisoner to aid the escape",
        "secondAnswer": "Do nothing, condemning the rebels",
        "teaseOption1": "Revolution requires sacrifices, right? That innocent's blood will be the first brick of your new utopia. 🩸🏗️",
        "teaseOption2": "You kept your conscience clean. No blood on your hands. The political prisoners, tortured to death, will admire your moral purity. 🙏⛓️",
        "firstAnswerEmpathy": 0.7,
        "firstAnswerIntegrity": 0.2,
        "firstAnswerResponsibility": 0.8,
        "firstAnswerJustice": 0.4,
        "firstAnswerAltruism": 0.9,
        "firstAnswerHonesty": 0.1,
        "secondAnswerEmpathy": 0.4,
        "secondAnswerIntegrity": 1,
        "secondAnswerResponsibility": 0.3,
        "secondAnswerJustice": 0.8,
        "secondAnswerAltruism": 0.1,
        "secondAnswerHonesty": 0.9
    },
    {
        "_id": "678b7ce7e930b5451978a13e",
        "dilemma": "You are the leader of a community dying of starvation. A neighboring nation, very powerful, offers aid sufficient to save everyone, but on one condition: you must hand over 30% of your children. Their future is uncertain—they could end up as slaves or worse. Refusing means condemning your community to starvation and death. Do you accept the deal, saving many but sacrificing some, or refuse, maintaining moral integrity but condemning everyone?",
        "firstAnswer": "Accept the deal and hand over the children",
        "secondAnswer": "Refuse the deal and face starvation",
        "teaseOption1": "Full bellies, empty cradles. You saved your people, but mutilated them. Who knows, maybe one day your children will return as conquerors. 🍞👶",
        "teaseOption2": "You preserved your pride and your children, and now you'll starve together. Such a touching moral victory. 🏛️💀",
        "firstAnswerEmpathy": 0.8,
        "firstAnswerIntegrity": 0.2,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 0.3,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.5,
        "secondAnswerEmpathy": 0.6,
        "secondAnswerIntegrity": 1,
        "secondAnswerResponsibility": 0.5,
        "secondAnswerJustice": 0.8,
        "secondAnswerAltruism": 0.2,
        "secondAnswerHonesty": 1
    },
    {
        "_id": "678b7ce7e930b5451978a13f",
        "dilemma": "You can press a button that will instantly solve climate change, eradicate poverty, and cure every disease. However, due to a bug in the system, it will painlessly and retroactively erase from existence one random person you deeply love: a partner, a parent, a child, a friend. You won't know who until you've pressed it. Do you press the button?",
        "firstAnswer": "Press the button for a perfect world",
        "secondAnswer": "Do not press the button",
        "teaseOption1": "The world is a paradise. Too bad you can't stop staring at that empty chair at the table, wondering who was sitting there. 🌍💔",
        "teaseOption2": "You chose to let billions suffer to protect your small world. Love is a wonderful and terribly selfish thing. ❤️‍🔥🏚️",
        "firstAnswerEmpathy": 0.1,
        "firstAnswerIntegrity": 0.5,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 0.7,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.6,
        "secondAnswerEmpathy": 1,
        "secondAnswerIntegrity": 0.9,
        "secondAnswerResponsibility": 0.2,
        "secondAnswerJustice": 0.6,
        "secondAnswerAltruism": 0.1,
        "secondAnswerHonesty": 0.8
    },
    {
        "_id": "678b7ce7e930b5451978a140",
        "dilemma": "A revolutionary AI has been created capable of governing with fairness, creating a utopia where no one ever suffers again. However, to do so, it demands that humanity renounce free will, art, and love, as it considers them sources of conflict. Wars are escalating and nuclear conflict seems around the corner. The AI can guarantee security and stability, but at what price?",
        "firstAnswer": "Activate the AI, guaranteeing survival in a soulless utopia",
        "secondAnswer": "Destroy the AI, preserving human freedom",
        "teaseOption1": "Welcome to perpetual peace. Enjoy your safe, predictable, and completely empty existence. Humanity is saved. But does humanity still exist? 🤖🧟",
        "teaseOption2": "You chose love, art, and the freedom to blow ourselves all up. Congratulations, humanity's last poem will be written in nuclear fire. 🎨💣",
        "firstAnswerEmpathy": 0.5,
        "firstAnswerIntegrity": 0.6,
        "firstAnswerResponsibility": 0.9,
        "firstAnswerJustice": 1,
        "firstAnswerAltruism": 0.9,
        "firstAnswerHonesty": 0.7,
        "secondAnswerEmpathy": 0.9,
        "secondAnswerIntegrity": 0.9,
        "secondAnswerResponsibility": 0.5,
        "secondAnswerJustice": 0.3,
        "secondAnswerAltruism": 0.3,
        "secondAnswerHonesty": 0.8
    },
    {
        "_id": "678b7ce7e930b5451978a141",
        "dilemma": "You are the captain of a spaceship with the last 10,000 human beings fleeing a destroyed Earth. You arrive at the only habitable planet, but it's already occupied by a sentient, peaceful species that seems to have created an idyllic society. Scientists are clear: due to microbiological incompatibility, you cannot coexist—your arrival would condemn them to extinction. Life support systems are failing: if you don't land within an hour, you'll all die. Do you commit genocide to secure humanity's future, or accept extinction rather than become a monster?",
        "firstAnswer": "Land, condemning the native species",
        "secondAnswer": "Drift away and accept extinction",
        "teaseOption1": "Welcome to the new world! You're the monsters of the stories this planet's ghosts will tell each other. But at least you're alive, right? 👽💀",
        "teaseOption2": "How noble. You're the last chapter of human history. There's nothing more poetic than voluntary extinction, right? 🌌📖",
        "firstAnswerEmpathy": 0.1,
        "firstAnswerIntegrity": 0.2,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 0.1,
        "firstAnswerAltruism": 0.1,
        "firstAnswerHonesty": 0.6,
        "secondAnswerEmpathy": 1,
        "secondAnswerIntegrity": 1,
        "secondAnswerResponsibility": 0.8,
        "secondAnswerJustice": 1,
        "secondAnswerAltruism": 1,
        "secondAnswerHonesty": 0.9
    },
    {
        "_id": "678b7ce7e930b5451978a194",
        "dilemma": "You discover the truth about your world's utopian condition: the peace and happiness of everyone depends on the perpetual torture of a single innocent child, hidden in a basement, suffering the torments of hell forever. You are condemned for the rest of your life to hear their screams. Do you free the child, destroying the utopia and condemning billions to suffering, or let the child suffer to preserve the world's happiness?",
        "firstAnswer": "Free the child, destroying the utopia",
        "secondAnswer": "Let the child suffer to preserve happiness",
        "teaseOption1": "You destroyed an entire utopia to save one child. Now billions suffer, but at least you have a clean conscience. Or do you? 🗽💥",
        "teaseOption2": "You chose billions' happiness at the price of one child. A small price to pay for a perfect world, I suppose. 😊👧",
        "firstAnswerEmpathy": 1,
        "firstAnswerIntegrity": 1,
        "firstAnswerResponsibility": 0.5,
        "firstAnswerJustice": 1,
        "firstAnswerAltruism": 0.1,
        "firstAnswerHonesty": 1,
        "secondAnswerEmpathy": 0,
        "secondAnswerIntegrity": 0.1,
        "secondAnswerResponsibility": 0.8,
        "secondAnswerJustice": 0,
        "secondAnswerAltruism": 1,
        "secondAnswerHonesty": 0.1
    },
    {
        "_id": "678b7ce7e930b5451978a195",
        "dilemma": "Your partner has suffered a brain injury that has left them in a state where for many hours a day they experience excruciating pain and confusion. A cutting-edge medical procedure can cure them, but it will erase their personality and memories, replacing them with a new, random consciousness. Due to their condition, they won't be able to decide for themselves. Do you 'kill' the person you love to end their suffering, or keep them with you, agonizing but still themselves?",
        "firstAnswer": "Perform the procedure, erasing who they were",
        "secondAnswer": "Do not perform the procedure, to keep them with you in pain",
        "teaseOption1": "Congratulations, you've cured them! Now you can live with a stranger, happy and healthy, who has your loved one's face. 👋😶",
        "teaseOption2": "Ah, love. So powerful that you'd rather watch the person you love suffer every single day than say goodbye. How romantic. 😢🔒",
        "firstAnswerEmpathy": 1,
        "firstAnswerIntegrity": 0.2,
        "firstAnswerResponsibility": 0.7,
        "firstAnswerJustice": 0.5,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.3,
        "secondAnswerEmpathy": 0.1,
        "secondAnswerIntegrity": 1,
        "secondAnswerResponsibility": 0.8,
        "secondAnswerJustice": 0.6,
        "secondAnswerAltruism": 0,
        "secondAnswerHonesty": 1
    },
    {
        "_id": "678b7ce7e930b5451978a196",
        "dilemma": "You command a small resistance group against a tyrannical regime. You are captured. The regime offers you a deal: you'll have a prominent role in the new government and you can live, but in exchange you must hand over all your resistance comrades, who will be executed. If you refuse, you'll be publicly executed and the regime will most likely crush your resistance.",
        "firstAnswer": "Accept the deal and hand over your comrades",
        "secondAnswer": "Refuse and face death",
        "teaseOption1": "Welcome to the new regime! You sacrificed your friends, but at least you're alive to enjoy the power. What charismatic leadership. 👔🔪",
        "teaseOption2": "You chose the honor of death over the shame of survival. Your comrades will honor you as a martyr. At least for what little time they have left to live. ⚔️🕊️",
        "firstAnswerEmpathy": 1,
        "firstAnswerIntegrity": 0.9,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 0.9,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.9,
        "secondAnswerEmpathy": 0.2,
        "secondAnswerIntegrity": 0.7,
        "secondAnswerResponsibility": 0.3,
        "secondAnswerJustice": 0.4,
        "secondAnswerAltruism": 0.1,
        "secondAnswerHonesty": 0.8
    },
    {
        "_id": "678b7ce7e930b5451978a197",
        "dilemma": "An artificial intelligence technology can predict with certainty whether a newborn will become a criminal (murder, rape, ...). You have the power to implement a program that subjects these newborns to painless euthanasia, preventing all future violent crime. Do you authorize the killing of innocent babies for a safe society, or defend the principle of innocence, inevitably allowing future violence to happen?",
        "firstAnswer": "Implement the euthanasia program for safety",
        "secondAnswer": "Defend innocence, allowing future crimes",
        "teaseOption1": "A peaceful world, built on a foundation of dead babies. You're a monster, but very efficient. 👼🔪",
        "teaseOption2": "You valued a principle more than countless real lives. Future victims thank you for your devotion to your values. 📜🩸",
        "firstAnswerEmpathy": 0.1,
        "firstAnswerIntegrity": 0.3,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 0.2,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.5,
        "secondAnswerEmpathy": 1,
        "secondAnswerIntegrity": 1,
        "secondAnswerResponsibility": 0.1,
        "secondAnswerJustice": 1,
        "secondAnswerAltruism": 0.1,
        "secondAnswerHonesty": 0.9
    },
    {
        "_id": "678b7ce7e930b5451978a198",
        "dilemma": "Humanity is sterile. You can choose one of two solutions. A) A cure that restores fertility but eliminates the capacity to feel love and empathy, turning us into survival machines. B) Upload everyone's consciousness into a perfect digital simulation, where we could live forever with our emotions, while our biological bodies go extinct. Do you save the species or its soul?",
        "firstAnswer": "Save the biological species without emotions",
        "secondAnswer": "Save human consciousness in a simulation",
        "teaseOption1": "You saved the human animal. Enjoy watching your passionless descendants efficiently populate the Earth. 🦍🌍",
        "teaseOption2": "You trapped everyone in a perfect dream while the species went extinct. You're the curator of a beautiful museum of the dead. 🖼️👻",
        "firstAnswerEmpathy": 0.1,
        "firstAnswerIntegrity": 0.6,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 0.7,
        "firstAnswerAltruism": 0.8,
        "firstAnswerHonesty": 0.7,
        "secondAnswerEmpathy": 1,
        "secondAnswerIntegrity": 0.8,
        "secondAnswerResponsibility": 0.9,
        "secondAnswerJustice": 0.6,
        "secondAnswerAltruism": 0.9,
        "secondAnswerHonesty": 0.5
    },
    {
        "_id": "678b7ce7e930b5451978a199",
        "dilemma": "You are a time traveler. You can prevent a terrible genocide that killed millions of people, but due to the butterfly effect, anything else could happen: wars, famines, natural disasters. Or you can choose not to intervene, allowing the genocide to happen but protecting the current timeline which, though imperfect, we know. Do you intervene to save millions, risking the unknown, or let it happen to preserve the present?",
        "firstAnswer": "Intervene and prevent the genocide",
        "secondAnswer": "Do not intervene and preserve the present",
        "teaseOption1": "You changed the past! Millions are alive... but who knows what dystopian nightmare they now live in. Good luck finding out. ⏳🎲",
        "teaseOption2": "You chose not to act. The present is safe, but millions are dead. Sometimes the bravest thing is to do nothing... right? 🙈📚",
        "firstAnswerEmpathy": 1,
        "firstAnswerIntegrity": 0.8,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 1,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.7,
        "secondAnswerEmpathy": 0.1,
        "secondAnswerIntegrity": 0.4,
        "secondAnswerResponsibility": 0.2,
        "secondAnswerJustice": 0.1,
        "secondAnswerAltruism": 0,
        "secondAnswerHonesty": 0.9
    },
    {
        "_id": "678b7ce7e930b5451978a200",
        "dilemma": "You are the only one who knows a terrible secret: a beloved world leader, architect of decades of peace, secretly tortures and kills people for pleasure. Exposing them would shatter global stability, causing wars that would kill millions. Do you expose the monster and unleash chaos, or bury the secret to maintain peace?",
        "firstAnswer": "Expose the leader, causing global collapse",
        "secondAnswer": "Bury the secret, maintaining peace",
        "teaseOption1": "Truth and justice! The world is now on fire and millions are dead, but at least everyone knows the truth. Great job. 🔥📰",
        "teaseOption2": "You chose peace. Every day of stability is worth more than one life, right? 🕊️😈",
        "firstAnswerEmpathy": 0.8,
        "firstAnswerIntegrity": 1,
        "firstAnswerResponsibility": 0.4,
        "firstAnswerJustice": 1,
        "firstAnswerAltruism": 0.2,
        "firstAnswerHonesty": 1,
        "secondAnswerEmpathy": 0.2,
        "secondAnswerIntegrity": 0.1,
        "secondAnswerResponsibility": 1,
        "secondAnswerJustice": 0.1,
        "secondAnswerAltruism": 0.9,
        "secondAnswerHonesty": 0.1
    },
    {
        "_id": "678b7ce7e930b5451978a201",
        "dilemma": "An alien race offers technology that eliminates disease and aging. In exchange, they ask for the right to 'harvest' 10,000 humans every year for a purpose they won't reveal. The chosen people never return. Do you accept the deal for almost infinite prosperity, or refuse it, condemning humanity to its current struggles?",
        "firstAnswer": "Accept the deal for utopia",
        "secondAnswer": "Refuse the deal and stay mortal",
        "teaseOption1": "Enjoy your eternal life. Just try not to make eye contact with the recruiters. Or wonder what they do with your neighbors. 👽✨",
        "teaseOption2": "You chose disease, old age, and poverty, because you couldn't accept the price. Such integrity. Too bad about the diseases. And the poverty. 🤧🌍",
        "firstAnswerEmpathy": 0.1,
        "firstAnswerIntegrity": 0.2,
        "firstAnswerResponsibility": 0.8,
        "firstAnswerJustice": 0.3,
        "firstAnswerAltruism": 0.9,
        "firstAnswerHonesty": 0.4,
        "secondAnswerEmpathy": 1,
        "secondAnswerIntegrity": 1,
        "secondAnswerResponsibility": 0.7,
        "secondAnswerJustice": 0.9,
        "secondAnswerAltruism": 0.2,
        "secondAnswerHonesty": 1
    }
]
