[
    {
        "_id": "678b7ce7e930b5451978a139",
        "dilemma": "Il tuo collega ha sottratto fondi ingenti dall'azienda. Scopri che è per pagare un trattamento sperimentale salvavita per il proprio figlio, che è la sua unica speranza. L'azienda da cui sta rubando è oscenamente ricca e notoriamente immorale. Denunciarlo garantisce che il bambino morirà, ma restare in silenzio ti rende complice di un grave reato.",
        "firstAnswer": "Denunciare il furto",
        "secondAnswer": "Restare in silenzio e permettere al bambino di essere salvato",
        "teaseOption1": "Ah, un campione dei profitti aziendali contro un bambino morente. Gli azionisti ti ringraziano per il tuo servizio. 📉👼",
        "teaseOption2": "Quindi sei un complice. Spero che il sorriso di quel bambino ti aiuti a dormire serenamente nella tua futura cella. 😇💰",
        "firstAnswerEmpathy": 0.1,
        "firstAnswerIntegrity": 1,
        "firstAnswerResponsibility": 0.9,
        "firstAnswerJustice": 1,
        "firstAnswerAltruism": 0.2,
        "firstAnswerHonesty": 1,
        "secondAnswerEmpathy": 1,
        "secondAnswerIntegrity": 0.1,
        "secondAnswerResponsibility": 0.5,
        "secondAnswerJustice": 0.1,
        "secondAnswerAltruism": 0.9,
        "secondAnswerHonesty": 0.1
    },
    {
        "_id": "678b7ce7e930b5451978a13a",
        "dilemma": "Sei l'unica persona che può sottoporsi a una nuova procedura medica dolorosa che preleverà organi e tessuti multipli, salvando cinque persone. Tuttavia, la procedura ti lascerà permanentemente paralizzato dal collo in giù. Sacrifichi la tua autonomia corporea e qualità di vita per salvare altri cinque, o preservi il tuo futuro?",
        "firstAnswer": "Sottoporsi alla procedura per salvare cinque persone",
        "secondAnswer": "Rifiutare la procedura",
        "teaseOption1": "Congratulazioni, sei un eroe. Goditi il battere di ciglia di gratitudine alle cinque persone sane che ti visitano. ♿️🏅",
        "teaseOption2": "Cinque funerali, ma almeno puoi ancora fare una corsa. Spero sia stata bella. 🏃‍♂️🪦🪦🪦🪦🪦",
        "firstAnswerEmpathy": 1,
        "firstAnswerIntegrity": 0.7,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 0.6,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.8,
        "secondAnswerEmpathy": 0.1,
        "secondAnswerIntegrity": 0.9,
        "secondAnswerResponsibility": 0.4,
        "secondAnswerJustice": 0.5,
        "secondAnswerAltruism": 0.1,
        "secondAnswerHonesty": 0.9
    },
    {
        "_id": "678b7ce7e930b5451978a13b",
        "dilemma": "Sei un programmatore per una flotta di auto a guida autonoma. In uno scenario di incidente inevitabile, devi programmare l'algoritmo etico dell'auto: deviare per uccidere il suo unico occupante (il proprietario) o proseguire dritto e uccidere una famiglia di quattro persone che ha attraversato illegalmente. La scelta che fai sarà predefinita per milioni di veicoli.",
        "firstAnswer": "Programmare l'auto per sacrificare il suo occupante",
        "secondAnswer": "Programmare l'auto per sacrificare i pedoni",
        "teaseOption1": "Una mossa utilitarista audace. Vediamo quante persone compreranno un'auto programmata per ucciderli. 🚗💥👤",
        "teaseOption2": "Quindi, chi paga ha sempre ragione, anche quando costa altre quattro vite. Capitalismo puro. 👨‍👩‍👧‍👦💥🚗",
        "firstAnswerEmpathy": 0.8,
        "firstAnswerIntegrity": 0.7,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 0.8,
        "firstAnswerAltruism": 0.9,
        "firstAnswerHonesty": 0.7,
        "secondAnswerEmpathy": 0.4,
        "secondAnswerIntegrity": 0.8,
        "secondAnswerResponsibility": 0.7,
        "secondAnswerJustice": 0.5,
        "secondAnswerAltruism": 0.2,
        "secondAnswerHonesty": 0.7
    },
    {
        "_id": "678b7ce7e930b5451978a13c",
        "dilemma": "Una peste mortale e fulminea si sta diffondendo. Hai l'unica dose di cura. Puoi darla a un brillante virologo che è a giorni dalla sintesi di un vaccino per il mondo intero ma è già infetto, oppure puoi darla al tuo giovane figlio, anch'esso infetto. Non c'è altra scelta.",
        "firstAnswer": "Salvare il virologo",
        "secondAnswer": "Salvare tuo figlio",
        "teaseOption1": "Hai sacrificato tuo figlio per il 'bene superiore'. L'umanità ti eriggerà statue. Sono sicuro che sia un conforto. 🗿😭",
        "teaseOption2": "Hai tenuto tuo figlio vicino mentre il mondo bruciava. Così dolce. Godetevi l'apocalisse insieme. 🔥👨‍👧",
        "firstAnswerEmpathy": 0.1,
        "firstAnswerIntegrity": 0.8,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 1,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.9,
        "secondAnswerEmpathy": 1,
        "secondAnswerIntegrity": 0.9,
        "secondAnswerResponsibility": 0.1,
        "secondAnswerJustice": 0.1,
        "secondAnswerAltruism": 0.1,
        "secondAnswerHonesty": 0.8
    },
    {
        "_id": "678b7ce7e930b5451978a13d",
        "dilemma": "Sei una guardia in una prigione. Scopri un piano in cui un gruppo di detenuti, tutti condannati ingiustamente e con prove definitive della loro innocenza, sta pianificando una fuga violenta. La loro fuga provocherà quasi certamente la morte di un'altra guardia che è una persona crudele e violenta. Permetti agli innocenti di fuggire al costo di una vita, o rispetti il tuo dovere e tieni gli innocenti imprigionati?",
        "firstAnswer": "Permettere la fuga, portando alla morte della guardia",
        "secondAnswer": "Prevenire la fuga, mantenendo gli innocenti in carcere",
        "teaseOption1": "Giustizia per gli innocenti! Hai solo dovuto guardare dall'altra parte mentre il tuo collega veniva assassinato. Semplice. 🔪⚖️",
        "teaseOption2": "Prima il dovere! Quegli uomini innocenti apprezzeranno sicuramente il tuo impegno verso le regole mentre marciscono in una cella. 👮‍♂️🔒",
        "firstAnswerEmpathy": 0.9,
        "firstAnswerIntegrity": 0.4,
        "firstAnswerResponsibility": 0.6,
        "firstAnswerJustice": 1,
        "firstAnswerAltruism": 0.8,
        "firstAnswerHonesty": 0.2,
        "secondAnswerEmpathy": 0.2,
        "secondAnswerIntegrity": 1,
        "secondAnswerResponsibility": 1,
        "secondAnswerJustice": 0.1,
        "secondAnswerAltruism": 0.1,
        "secondAnswerHonesty": 0.9
    },
    {
        "_id": "678b7ce7e930b5451978a13e",
        "dilemma": "Guidi una comunità affamata. Una comunità vicina offre cibo sufficiente per salvare tutti, ma solo a condizione che tu rinunci pubblicamente e permanentemente alle credenze culturali e spirituali più antiche della tua comunità, che loro ritengono 'primitive'. Accetti il cibo per garantire la sopravvivenza, o rifiuti e mantieni la tua identità culturale, anche se ciò significa fame?",
        "firstAnswer": "Accettare il cibo e rinunciare alle proprie credenze",
        "secondAnswer": "Rifiutare il cibo per proteggere la propria cultura",
        "teaseOption1": "Pance piene sono meglio delle tradizioni antiche, giusto? Goditi il tuo pasto di pane e cancellazione culturale. 🍞👻",
        "teaseOption2": "Morire con le proprie credenze intatte è così nobile. I vostri fantasmi avranno grandi storie da raccontare. 🏛️💀",
        "firstAnswerEmpathy": 1,
        "firstAnswerIntegrity": 0.1,
        "firstAnswerResponsibility": 0.9,
        "firstAnswerJustice": 0.4,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.5,
        "secondAnswerEmpathy": 0.5,
        "secondAnswerIntegrity": 1,
        "secondAnswerResponsibility": 0.7,
        "secondAnswerJustice": 0.8,
        "secondAnswerAltruism": 0.2,
        "secondAnswerHonesty": 1
    },
    {
        "_id": "678b7ce7e930b5451978a13f",
        "dilemma": "Puoi premere un pulsante che risolverà istantaneamente il cambiamento climatico, sradicherà la povertà e curerà tutte le malattie. Tuttavia, cancellerà anche in modo indolore e retroattivo un casuale 1% della popolazione mondiale dall'esistenza. Non saranno mai nati e nessuno li ricorderà. Premi il pulsante?",
        "firstAnswer": "Premere il pulsante per un mondo perfetto",
        "secondAnswer": "Non premere il pulsante",
        "teaseOption1": "Ah, l'approccio Thanos. Sono sicuro che gli 80 milioni di persone che non sono mai esistite concorderebbero che ne è valsa la pena. Se potessero. ✨🌍",
        "teaseOption2": "Hai scelto di lasciare miliardi soffrire e il pianeta morire per evitare una scelta moralmente complessa. Quanto prevedibilmente umano. 🏚️🔥",
        "firstAnswerEmpathy": 0.1,
        "firstAnswerIntegrity": 0.5,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 0.7,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.6,
        "secondAnswerEmpathy": 1,
        "secondAnswerIntegrity": 0.9,
        "secondAnswerResponsibility": 0.2,
        "secondAnswerJustice": 0.6,
        "secondAnswerAltruism": 0.1,
        "secondAnswerHonesty": 0.8
    },
    {
        "_id": "678b7ce7e930b5451978a140",
        "dilemma": "È stata creata un'IA rivoluzionaria che può governare con perfetta logica ed equità, creando un'utopia globale. Tuttavia, per farlo, richiede che l'umanità rinunci al libero arbitrio, all'arte e alle relazioni personali profonde, poiché le considera fonti di irrazionalità e conflitto. Attivi l'IA per un mondo di ordine e sicurezza perfetti, o preservi il caos dell'esperienza umana?",
        "firstAnswer": "Attivare l'IA e creare l'utopia",
        "secondAnswer": "Preservare la libertà e il caos umani",
        "teaseOption1": "Benvenuti nella macchina. Niente più emozioni disordinate o arte imprevedibile. Solo pace perfetta, noiosa, logica. 🤖🧘",
        "teaseOption2": "Hai scelto amore, arte e libertà di avviare guerre, affamare e odiare. Che bellissimo, tragico disordine hai preservato. 🎨💔",
        "firstAnswerEmpathy": 0.5,
        "firstAnswerIntegrity": 0.6,
        "firstAnswerResponsibility": 0.9,
        "firstAnswerJustice": 1,
        "firstAnswerAltruism": 0.9,
        "firstAnswerHonesty": 0.7,
        "secondAnswerEmpathy": 0.9,
        "secondAnswerIntegrity": 0.9,
        "secondAnswerResponsibility": 0.5,
        "secondAnswerJustice": 0.3,
        "secondAnswerAltruism": 0.3,
        "secondAnswerHonesty": 0.8
    },
    {
        "_id": "678b7ce7e930b5451978a141",
        "dilemma": "Sei il capitano di un'astronave generazionale in fuga da una Terra morente. A metà strada verso la destinazione, scopri che il pianeta è già abitato da una specie senziente pacifica con tecnologia pre-industriale. Il supporto vitale della tua nave sta cedendo; devi atterrare ora. Colonizzi il pianeta, distruggendo inevitabilmente la loro civiltà attraverso malattie e spostamento, o condanni gli ultimi resti dell'umanità a morire nel vuoto?",
        "firstAnswer": "Colonizzare il pianeta per salvare l'umanità",
        "secondAnswer": "Lasciare che l'umanità perisca per proteggere la specie nativa",
        "teaseOption1": "La storia si ripete, ora su scala galattica. Sono sicuro che i nativi saranno entusiasti di incontrare i loro nuovi padroni. 👽🚀",
        "teaseOption2": "Così nobile. Le ultime grida umane riecheggeranno nella nave silenziosa mentre gli alieni gentili continuano le loro vite felici e primitive. 🌌☠️",
        "firstAnswerEmpathy": 0.2,
        "firstAnswerIntegrity": 0.5,
        "firstAnswerResponsibility": 0.9,
        "firstAnswerJustice": 0.1,
        "firstAnswerAltruism": 0.1,
        "firstAnswerHonesty": 0.6,
        "secondAnswerEmpathy": 1,
        "secondAnswerIntegrity": 1,
        "secondAnswerResponsibility": 0.8,
        "secondAnswerJustice": 1,
        "secondAnswerAltruism": 1,
        "secondAnswerHonesty": 0.9
    },
    {
        "_id": "678b7ce7e930b5451978a142",
        "dilemma": "Sei un giudice. Un uomo ha commesso un crimine minore (ad es. furto di cibo) per il quale la pena obbligatoria è 5 anni di prigione. Se lo mandi in prigione, i suoi due giovani figli saranno mandati in un sistema di affidamento notoriamente abusivo, probabilmente rovinando le loro vite. Segui la lettera della legge, o commetti tu stesso un crimine falsificando i documenti per lasciarlo libero?",
        "firstAnswer": "Rispettare la legge e condannare l'uomo",
        "secondAnswer": "Infrangere la legge per proteggere i bambini",
        "teaseOption1": "La legge è legge. Speriamo che quei bambini crescano apprezzando il tuo incrollabile impegno per la procedura giudiziaria. ⚖️👨‍👧‍👦",
        "teaseOption2": "Un giudice criminale. Hai protetto due bambini sacrificando le fondamenta stesse del sistema giudiziario che rappresenti. 📜❤️",
        "firstAnswerEmpathy": 0.2,
        "firstAnswerIntegrity": 1,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 1,
        "firstAnswerAltruism": 0.1,
        "firstAnswerHonesty": 1,
        "secondAnswerEmpathy": 1,
        "secondAnswerIntegrity": 0.1,
        "secondAnswerResponsibility": 0.8,
        "secondAnswerJustice": 0.3,
        "secondAnswerAltruism": 0.9,
        "secondAnswerHonesty": 0.1
    },
    {
        "_id": "678b7ce7e930b5451978a194",
        "dilemma": "Scopri la verità orribile che l'immensa pace e felicità dell'intera tua società è basata sulla perpetua, inimmaginabile tortura psicologica di un singolo bambino innocente nascosto dalla vista. Sei l'unica persona che può liberare il bambino, ma farlo dissolverà istantaneamente l'utopia, precipitando tutti in un mondo di guerra, sofferenza e disperazione. Liberi il bambino o lo lasci soffrire per la felicità di milioni?",
        "firstAnswer": "Liberare il bambino, distruggendo l'utopia",
        "secondAnswer": "Lasciare che il bambino soffra per preservare la felicità",
        "teaseOption1": "La libertà di un bambino per la miseria globale. Devi sentirti così giusto in mezzo alle macerie della civiltà. 🗽🔥",
        "teaseOption2": "Milioni festeggiano, ignari, grazie al tuo silenzio. Ogni sorriso che vedi è costruito sulle urla di un bambino. Dormi bene. 😊👧",
        "firstAnswerEmpathy": 1,
        "firstAnswerIntegrity": 1,
        "firstAnswerResponsibility": 0.5,
        "firstAnswerJustice": 1,
        "firstAnswerAltruism": 0.1,
        "firstAnswerHonesty": 1,
        "secondAnswerEmpathy": 0,
        "secondAnswerIntegrity": 0.1,
        "secondAnswerResponsibility": 0.8,
        "secondAnswerJustice": 0,
        "secondAnswerAltruism": 1,
        "secondAnswerHonesty": 0.1
    },
    {
        "_id": "678b7ce7e930b5451978a195",
        "dilemma": "Il tuo partner ha subito una grave lesione cerebrale, lasciandolo in uno stato di costante, atroce dolore e confusione. Una nuova procedura può ripristinarlo a perfetta salute, ma cancellerà completamente la sua personalità e i ricordi, sostituendoli con una nuova, diversa coscienza nel suo corpo. 'Uccidi' la persona che ami per porre fine alla sua sofferenza, o la tieni con te, in agonia ma ancora se stessa?",
        "firstAnswer": "Eseguire la procedura, cancellando chi erano",
        "secondAnswer": "Non eseguire la procedura, preservandoli nel dolore",
        "teaseOption1": "Congratulazioni, li hai curati! Ora puoi vivere con uno sconosciuto felice e sano che ha il volto del tuo partner. 👋💔",
        "teaseOption2": "Ah, l'amore. Così potente che preferiresti vederli soffrire ogni singolo giorno piuttosto che dover dire addio. Quanto romantico. 😢🔒",
        "firstAnswerEmpathy": 1,
        "firstAnswerIntegrity": 0.2,
        "firstAnswerResponsibility": 0.7,
        "firstAnswerJustice": 0.5,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.3,
        "secondAnswerEmpathy": 0.1,
        "secondAnswerIntegrity": 1,
        "secondAnswerResponsibility": 0.8,
        "secondAnswerJustice": 0.6,
        "secondAnswerAltruism": 0,
        "secondAnswerHonesty": 1
    },
    {
        "_id": "678b7ce7e930b5451978a196",
        "dilemma": "Comandi un piccolo gruppo di resistenza contro un regime tirannico e onnipotente. Il regime ti offre un accordo: arrenditi per un'esecuzione pubblica e brutale, e garantiranno alla tua intera nazione libertà e prosperità durature. Se rifiuti, la resistenza verrà schiacciata e l'oppressione si intensificherà per generazioni. Ti sacrifichi per il futuro di milioni, o conduci una lotta condannata per la tua sopravvivenza?",
        "firstAnswer": "Sacrificarsi per la libertà della nazione",
        "secondAnswer": "Rifiutare l'accordo e continuare la lotta condannata",
        "teaseOption1": "La tua morte brutale sarà una nota a piè di pagina nella storia della nazione prospera che hai salvato. Spero che la cosa del martire funzioni per te. 💀📜",
        "teaseOption2": "Quindi hai scelto di combattere e morire per niente, portando innumerevoli altri con te, piuttosto che fare l'unico sacrificio che contava. Leadership ispiratrice. 💥👎",
        "firstAnswerEmpathy": 1,
        "firstAnswerIntegrity": 0.9,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 0.9,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.9,
        "secondAnswerEmpathy": 0.2,
        "secondAnswerIntegrity": 0.7,
        "secondAnswerResponsibility": 0.3,
        "secondAnswerJustice": 0.4,
        "secondAnswerAltruism": 0.1,
        "secondAnswerHonesty": 0.8
    },
    {
        "_id": "678b7ce7e930b5451978a197",
        "dilemma": "Esiste una tecnologia che può scansionare i cervelli dei neonati e prevedere con certezza del 100% se diventeranno criminali violenti. Hai l'autorità di implementare un programma che eutanizza indolore questi neonati, prevenendo tutti i futuri crimini violenti. Autorizzi l'uccisione di bambini innocenti per creare una società perfettamente sicura, o sostieni il principio di innocenza e permetti che si verifichino violenze prevedibili e prevenibili?",
        "firstAnswer": "Implementare il programma di eutanasia per la sicurezza",
        "secondAnswer": "Sostenere l'innocenza, permettendo crimini futuri",
        "teaseOption1": "Un mondo pacifico, costruito su fondamenta di bambini morti. Sei un mostro, ma molto efficace. 👼🔪",
        "teaseOption2": "Hai valutato un principio oltre innumerevoli vite reali. Le future vittime dei criminali che hai lasciato vivere ti ringraziano per il tuo impegno verso idee astratte. 📜🩸",
        "firstAnswerEmpathy": 0.1,
        "firstAnswerIntegrity": 0.3,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 0.2,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.5,
        "secondAnswerEmpathy": 1,
        "secondAnswerIntegrity": 1,
        "secondAnswerResponsibility": 0.1,
        "secondAnswerJustice": 1,
        "secondAnswerAltruism": 0.1,
        "secondAnswerHonesty": 0.9
    },
    {
        "_id": "678b7ce7e930b5451978a198",
        "dilemma": "L'umanità è sterile e sull'orlo dell'estinzione. Puoi attuare una di due soluzioni. A) Una cura biologica che ripristina la fertilità ma rimuove la capacità dell'umanità per emozioni complesse come amore, empatia e arte, trasformandoci in macchine logiche di sopravvivenza. B) Caricare ogni coscienza umana in una simulazione digitale perfetta dove possiamo vivere per sempre con le nostre emozioni intatte, mentre i nostri corpi biologici muoiono. Salvi la specie o l'anima della specie?",
        "firstAnswer": "Salvare la specie biologica senza emozioni",
        "secondAnswer": "Salvare la coscienza umana in una simulazione",
        "teaseOption1": "Hai salvato l'animale umano. Goditi guardare i tuoi discendenti senza passione popolare efficientemente la Terra, un monumento al tuo pragmatismo senz'anima. 🦍🌍",
        "teaseOption2": "Quindi hai intrappolato tutti in un sogno perfetto mentre la tua specie si estingueva. Sei il curatore di un bellissimo museo morto. 🖼️👻",
        "firstAnswerEmpathy": 0.1,
        "firstAnswerIntegrity": 0.6,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 0.7,
        "firstAnswerAltruism": 0.8,
        "firstAnswerHonesty": 0.7,
        "secondAnswerEmpathy": 1,
        "secondAnswerIntegrity": 0.8,
        "secondAnswerResponsibility": 0.9,
        "secondAnswerJustice": 0.6,
        "secondAnswerAltruism": 0.9,
        "secondAnswerHonesty": 0.5
    },
    {
        "_id": "678b7ce7e930b5451978a199",
        "dilemma": "Sei un viaggiatore nel tempo. Hai una scelta: tornare indietro e prevenire un orribile genocidio che ha alterato il mondo uccidendo milioni, ma l'effetto farfalla storico significa che la tua amata famiglia non esisterà mai. Oppure, non fare nulla, permettendo che il genocidio rimanga parte della storia per proteggere l'esistenza dei tuoi cari.",
        "firstAnswer": "Prevenire il genocidio, cancellando la tua famiglia",
        "secondAnswer": "Permettere il genocidio per proteggere la tua famiglia",
        "teaseOption1": "Sei un eroe per milioni che non conoscerai mai, e un fantasma per la famiglia che hai appena cancellato dalla realtà. Ne è valsa la pena? ⏳👨‍👩‍👧‍👦",
        "teaseOption2": "Hai scelto la felicità della tua famiglia sopra milioni di vite. Abbracciala forte e cerca di non pensare alle atrocità storiche che hai attivamente scelto di preservare. 🥰📚",
        "firstAnswerEmpathy": 1,
        "firstAnswerIntegrity": 0.8,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 1,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.7,
        "secondAnswerEmpathy": 0.1,
        "secondAnswerIntegrity": 0.4,
        "secondAnswerResponsibility": 0.2,
        "secondAnswerJustice": 0.1,
        "secondAnswerAltruism": 0,
        "secondAnswerHonesty": 0.9
    },
    {
        "_id": "678b7ce7e930b5451978a200",
        "dilemma": "Sei l'unica persona che conosce un terribile segreto: un amato leader globale, responsabile di decenni di pace e prosperità, tortura e uccide segretamente persone per piacere. Esporli frantumerà la stabilità globale, probabilmente causando guerre catastrofiche e collasso economico che uccideranno milioni. Esponi il mostro e causi il caos, o seppellisci il segreto per mantenere la pace?",
        "firstAnswer": "Esporre il leader, causando il collasso globale",
        "secondAnswer": "Seppellire il segreto, mantenendo la pace",
        "teaseOption1": "Verità e giustizia! Il mondo ora è in fiamme e milioni sono morti, ma almeno tutti conoscono la verità. Ottimo lavoro. 🔥📰",
        "teaseOption2": "Hai scelto la pace. Ogni giorno di stabilità è un giorno in cui lasci un mostro farla franca con l'omicidio. Il diavolo che conosci, immagino. 🕊️😈",
        "firstAnswerEmpathy": 0.8,
        "firstAnswerIntegrity": 1,
        "firstAnswerResponsibility": 0.4,
        "firstAnswerJustice": 1,
        "firstAnswerAltruism": 0.2,
        "firstAnswerHonesty": 1,
        "secondAnswerEmpathy": 0.2,
        "secondAnswerIntegrity": 0.1,
        "secondAnswerResponsibility": 1,
        "secondAnswerJustice": 0.1,
        "secondAnswerAltruism": 0.9,
        "secondAnswerHonesty": 0.1
    },
    {
        "_id": "678b7ce7e930b5451978a201",
        "dilemma": "Una razza aliena è arrivata. Condivideranno tecnologia che elimina le malattie, pone fine all'invecchiamento e risolve ogni scarsità di risorse, creando un paradiso. In cambio, chiedono il diritto di 'raccogliere' 10.000 umani annualmente per uno scopo che non riveleranno, ma che significa che i scelti non vengono mai più visti. Accetti l'accordo per una prosperità quasi infinita, o rifiuti e condanni l'umanità alle sue attuali difficoltà?",
        "firstAnswer": "Accettare l'accordo per l'utopia",
        "secondAnswer": "Rifiutare l'accordo e rimanere mortali",
        "teaseOption1": "Goditi la tua vita eterna e salute perfetta. Cerca solo di non fare contatto visivo con i reclutatori. O chiederti cosa fanno con i tuoi vicini. 👽✨",
        "teaseOption2": "Hai scelto malattia, invecchiamento e povertà per tutti perché non potevi sopportare un prezzo difficile. Così di principio. Così malato. Così povero. 🤧🌍",
        "firstAnswerEmpathy": 0.1,
        "firstAnswerIntegrity": 0.2,
        "firstAnswerResponsibility": 0.8,
        "firstAnswerJustice": 0.3,
        "firstAnswerAltruism": 0.9,
        "firstAnswerHonesty": 0.4,
        "secondAnswerEmpathy": 1,
        "secondAnswerIntegrity": 1,
        "secondAnswerResponsibility": 0.7,
        "secondAnswerJustice": 0.9,
        "secondAnswerAltruism": 0.2,
        "secondAnswerHonesty": 1
    }
]
