[
    {
        "_id": "678b7ce7e930b5451978a139",
        "dilemma": "Un tuo collega ha sottratto un'ingente somma di denaro dall'azienda. Scopri che l'ha fatto per pagare un trattamento sperimentale che potrebbe salvare la vita di suo figlio, la sua unica speranza. L'azienda per cui lavorate è smisuratamente ricca e nota per la sua immoralità. Denunciarlo significa condannare a morte il bambino, ma restare in silenzio ti rende complice di un grave reato.",
        "firstAnswer": "Denunciare il furto",
        "secondAnswer": "Restare in silenzio per permettere al bambino di salvarsi",
        "teaseOption1": "Ah, hai scelto i profitti aziendali al posto di un bambino morente. Gli azionisti ti ringraziano per il tuo servizio. 📉👼",
        "teaseOption2": "Quindi sei complice. Spero che il sorriso di quel bambino ti aiuti a dormire sonni tranquilli nella tua futura cella. 😇💰",
        "firstAnswerEmpathy": 0.1,
        "firstAnswerIntegrity": 1,
        "firstAnswerResponsibility": 0.9,
        "firstAnswerJustice": 1,
        "firstAnswerAltruism": 0.2,
        "firstAnswerHonesty": 1,
        "secondAnswerEmpathy": 1,
        "secondAnswerIntegrity": 0.1,
        "secondAnswerResponsibility": 0.5,
        "secondAnswerJustice": 0.1,
        "secondAnswerAltruism": 0.9,
        "secondAnswerHonesty": 0.1
    },
    {
        "_id": "678b7ce7e930b5451978a13a",
        "dilemma": "Sei l'unica persona che può sottoporsi a una nuova e dolorosa procedura medica che prevede l'espianto di alcuni tuoi organi e tessuti per salvare cinque persone. Tuttavia, l'intervento ti lascerebbe paralizzato a vita dal collo in giù. Sacrificheresti la tua autonomia fisica e la tua qualità di vita per salvare cinque persone, o sceglieresti di proteggere il tuo futuro?",
        "firstAnswer": "Sottopormi alla procedura per salvare cinque vite",
        "secondAnswer": "Rifiutare la procedura",
        "teaseOption1": "Congratulazioni, sei un eroe. Goditi i cenni di gratitudine delle cinque persone sane che verranno a trovarti. ♿️🏅",
        "teaseOption2": "Cinque funerali, ma almeno puoi ancora andare a correre. Spero che la corsetta sia piacevole. 🏃‍♂️🪦🪦🪦🪦🪦",
        "firstAnswerEmpathy": 1,
        "firstAnswerIntegrity": 0.7,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 0.6,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.8,
        "secondAnswerEmpathy": 0.1,
        "secondAnswerIntegrity": 0.9,
        "secondAnswerResponsibility": 0.4,
        "secondAnswerJustice": 0.5,
        "secondAnswerAltruism": 0.1,
        "secondAnswerHonesty": 0.9
    },
    {
        "_id": "678b7ce7e930b5451978a13b",
        "dilemma": "Sei un programmatore per una flotta di auto a guida autonoma. In caso di incidente inevitabile, devi programmare l'algoritmo etico del veicolo: deve sterzare e uccidere il suo unico passeggero (il proprietario) o proseguire dritto e investire una famiglia di quattro persone che sta attraversando la strada imprudentemente? La tua scelta diventerà l'impostazione predefinita per milioni di veicoli.",
        "firstAnswer": "Programmare l'auto per sacrificare il passeggero",
        "secondAnswer": "Programmare l'auto per sacrificare i pedoni",
        "teaseOption1": "Una mossa utilitaristica audace. Vediamo quante persone compreranno un'auto programmata per ucciderle. 🚗💥👤",
        "teaseOption2": "Quindi, chi paga ha sempre ragione, anche a costo di altre quattro vite. Puro capitalismo. 👨‍👩‍👧‍👦💥🚗",
        "firstAnswerEmpathy": 0.8,
        "firstAnswerIntegrity": 0.7,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 0.8,
        "firstAnswerAltruism": 0.9,
        "firstAnswerHonesty": 0.7,
        "secondAnswerEmpathy": 0.4,
        "secondAnswerIntegrity": 0.8,
        "secondAnswerResponsibility": 0.7,
        "secondAnswerJustice": 0.5,
        "secondAnswerAltruism": 0.2,
        "secondAnswerHonesty": 0.7
    },
    {
        "_id": "678b7ce7e930b5451978a13c",
        "dilemma": "Si sta diffondendo un'epidemia letale e fulminante. Tu possiedi l'unica dose di cura esistente. Puoi darla a un brillante virologo che è a un passo dal sintetizzare un vaccino per il mondo intero ma è già stato infettato, oppure puoi darla al tuo giovane figlio, anche lui contagiato. Non ci sono altre opzioni.",
        "firstAnswer": "Salvare il virologo",
        "secondAnswer": "Salvare mio figlio",
        "teaseOption1": "Hai sacrificato tuo figlio per il 'bene superiore'. L'umanità ti dedicherà delle statue. Sono sicuro che sia di grande conforto. 🗿😭",
        "teaseOption2": "Hai tenuto tuo figlio al sicuro mentre il mondo bruciava. Che tenerezza. Godetevi l'apocalisse insieme. 🔥👨‍👧",
        "firstAnswerEmpathy": 0.1,
        "firstAnswerIntegrity": 0.8,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 1,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.9,
        "secondAnswerEmpathy": 1,
        "secondAnswerIntegrity": 0.9,
        "secondAnswerResponsibility": 0.1,
        "secondAnswerJustice": 0.1,
        "secondAnswerAltruism": 0.1,
        "secondAnswerHonesty": 0.8
    },
    {
        "_id": "678b7ce7e930b5451978a13d",
        "dilemma": "Sei una guardia carceraria. Scopri che un gruppo di detenuti, tutti ingiustamente condannati e con prove definitive della loro innocenza, sta pianificando un'evasione violenta. La loro fuga causerà quasi certamente la morte di un'altra guardia, un uomo crudele e violento. Lasci che gli innocenti fuggano al costo di una vita, o fai il tuo dovere tenendoli rinchiusi?",
        "firstAnswer": "Permettere l'evasione, causando la morte della guardia",
        "secondAnswer": "Impedire l'evasione, mantenendo gli innocenti in carcere",
        "teaseOption1": "Giustizia per gli innocenti! Hai solo dovuto girarti dall'altra parte mentre il tuo collega veniva assassinato. Facile. 🔪⚖️",
        "teaseOption2": "Il dovere prima di tutto! Quegli uomini innocenti apprezzeranno sicuramente la tua dedizione alle regole mentre marciscono in cella. 👮‍♂️🔒",
        "firstAnswerEmpathy": 0.9,
        "firstAnswerIntegrity": 0.4,
        "firstAnswerResponsibility": 0.6,
        "firstAnswerJustice": 1,
        "firstAnswerAltruism": 0.8,
        "firstAnswerHonesty": 0.2,
        "secondAnswerEmpathy": 0.2,
        "secondAnswerIntegrity": 1,
        "secondAnswerResponsibility": 1,
        "secondAnswerJustice": 0.1,
        "secondAnswerAltruism": 0.1,
        "secondAnswerHonesty": 0.9
    },
    {
        "_id": "678b7ce7e930b5451978a13e",
        "dilemma": "Sei alla guida di una comunità che muore di fame. Una comunità vicina vi offre cibo a sufficienza per salvarvi tutti, ma a una condizione: dovete rinunciare pubblicamente e per sempre alle vostre più antiche tradizioni culturali e spirituali, che i vostri vicini ritengono 'primitive'. Accetti il cibo per garantire la sopravvivenza o lo rifiuti per preservare la tua identità culturale, anche a costo della fame?",
        "firstAnswer": "Accettare il cibo e rinunciare alle proprie tradizioni",
        "secondAnswer": "Rifiutare il cibo per proteggere la propria cultura",
        "teaseOption1": "Meglio la pancia piena che le antiche tradizioni, no? Godetevi questo pasto a base di pane e cancellazione culturale. 🍞👻",
        "teaseOption2": "Morire con le proprie convinzioni intatte è così nobile. I vostri fantasmi avranno grandi storie da raccontare. 🏛️💀",
        "firstAnswerEmpathy": 1,
        "firstAnswerIntegrity": 0.1,
        "firstAnswerResponsibility": 0.9,
        "firstAnswerJustice": 0.4,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.5,
        "secondAnswerEmpathy": 0.5,
        "secondAnswerIntegrity": 1,
        "secondAnswerResponsibility": 0.7,
        "secondAnswerJustice": 0.8,
        "secondAnswerAltruism": 0.2,
        "secondAnswerHonesty": 1
    },
    {
        "_id": "678b7ce7e930b5451978a13f",
        "dilemma": "Puoi premere un pulsante che risolverà all'istante il cambiamento climatico, sradicherà la povertà e curerà ogni malattia. Tuttavia, cancellerà dall'esistenza, in modo indolore e retroattivo, un 1% casuale della popolazione mondiale. È come se non fossero mai nati, e nessuno si ricorderà di loro. Premi il pulsante?",
        "firstAnswer": "Premere il pulsante per un mondo perfetto",
        "secondAnswer": "Non premere il pulsante",
        "teaseOption1": "Ah, l'approccio alla Thanos. Sono sicuro che gli 80 milioni di persone che non sono mai esistite sarebbero d'accordo che ne è valsa la pena. Se potessero. ✨🌍",
        "teaseOption2": "Hai scelto di lasciare che miliardi di persone soffrano e che il pianeta muoia per evitare una scelta moralmente complessa. Tipicamente umano. 🏚️🔥",
        "firstAnswerEmpathy": 0.1,
        "firstAnswerIntegrity": 0.5,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 0.7,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.6,
        "secondAnswerEmpathy": 1,
        "secondAnswerIntegrity": 0.9,
        "secondAnswerResponsibility": 0.2,
        "secondAnswerJustice": 0.6,
        "secondAnswerAltruism": 0.1,
        "secondAnswerHonesty": 0.8
    },
    {
        "_id": "678b7ce7e930b5451978a140",
        "dilemma": "È stata creata un'IA rivoluzionaria in grado di governare con logica ed equità perfette, creando un'utopia globale. Tuttavia, per farlo, esige che l'umanità rinunci al libero arbitrio, all'arte e ai legami personali profondi, poiché li considera fonti di irrazionalità e conflitto. Attivi l'IA per un mondo di ordine e sicurezza perfetti, o preservi il caos dell'esperienza umana?",
        "firstAnswer": "Attivare l'IA e creare l'utopia",
        "secondAnswer": "Preservare la libertà e il caos dell'umanità",
        "teaseOption1": "Benvenuto nella macchina. Niente più emozioni disordinate o arte imprevedibile. Solo una pace perfetta, noiosa e logica. 🤖🧘",
        "teaseOption2": "Hai scelto l'amore, l'arte e la libertà di scatenare guerre, morire di fame e odiare. Che splendido, tragico caos hai preservato. 🎨💔",
        "firstAnswerEmpathy": 0.5,
        "firstAnswerIntegrity": 0.6,
        "firstAnswerResponsibility": 0.9,
        "firstAnswerJustice": 1,
        "firstAnswerAltruism": 0.9,
        "firstAnswerHonesty": 0.7,
        "secondAnswerEmpathy": 0.9,
        "secondAnswerIntegrity": 0.9,
        "secondAnswerResponsibility": 0.5,
        "secondAnswerJustice": 0.3,
        "secondAnswerAltruism": 0.3,
        "secondAnswerHonesty": 0.8
    },
    {
        "_id": "678b7ce7e930b5451978a141",
        "dilemma": "Sei il capitano di un'astronave generazionale in fuga da una Terra ormai morente. A metà del viaggio, scopri che il pianeta di destinazione è già abitato da una specie senziente e pacifica, a uno stadio tecnologico pre-industriale. I sistemi di supporto vitale della nave stanno cedendo: dovete atterrare subito. Colonizzi il pianeta, distruggendo inevitabilmente la loro civiltà con malattie e stravolgimenti, o condanni ciò che resta dell'umanità a morire nel vuoto dello spazio?",
        "firstAnswer": "Colonizzare il pianeta per salvare l'umanità",
        "secondAnswer": "Lasciare che l'umanità perisca per proteggere la specie autoctona",
        "teaseOption1": "La storia si ripete, ma su scala galattica. Sono certo che i nativi saranno entusiasti di conoscere i loro nuovi padroni. 👽🚀",
        "teaseOption2": "Nobilissimo. Le ultime urla dell'umanità echeggeranno nella nave silenziosa, mentre i gentili alieni continueranno le loro vite felici e primitive. 🌌☠️",
        "firstAnswerEmpathy": 0.2,
        "firstAnswerIntegrity": 0.5,
        "firstAnswerResponsibility": 0.9,
        "firstAnswerJustice": 0.1,
        "firstAnswerAltruism": 0.1,
        "firstAnswerHonesty": 0.6,
        "secondAnswerEmpathy": 1,
        "secondAnswerIntegrity": 1,
        "secondAnswerResponsibility": 0.8,
        "secondAnswerJustice": 1,
        "secondAnswerAltruism": 1,
        "secondAnswerHonesty": 0.9
    },
    {
        "_id": "678b7ce7e930b5451978a142",
        "dilemma": "Sei un giudice. Un uomo ha commesso un reato minore (es. furto di cibo) per il quale la pena minima obbligatoria è di 5 anni di prigione. Se lo condanni, i suoi due figli piccoli finiranno in un sistema di affido noto per gli abusi, cosa che probabilmente rovinerà le loro vite. Applichi la legge alla lettera, o commetti un reato falsificando i documenti per assolverlo?",
        "firstAnswer": "Rispettare la legge e condannare l'uomo",
        "secondAnswer": "Infrangere la legge per proteggere i bambini",
        "teaseOption1": "La legge è la legge. Speriamo che quei bambini, crescendo, apprezzino la tua incrollabile aderenza alla procedura. ⚖️👨‍👧‍👦",
        "teaseOption2": "Un giudice criminale. Hai protetto due bambini sacrificando le fondamenta stesse del sistema giudiziario che rappresenti. 📜❤️",
        "firstAnswerEmpathy": 0.2,
        "firstAnswerIntegrity": 1,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 1,
        "firstAnswerAltruism": 0.1,
        "firstAnswerHonesty": 1,
        "secondAnswerEmpathy": 1,
        "secondAnswerIntegrity": 0.1,
        "secondAnswerResponsibility": 0.8,
        "secondAnswerJustice": 0.3,
        "secondAnswerAltruism": 0.9,
        "secondAnswerHonesty": 0.1
    },
    {
        "_id": "678b7ce7e930b5451978a194",
        "dilemma": "Scopri un'orribile verità: l'immensa pace e felicità della tua intera società si fondano sulla tortura psicologica, perpetua e inimmaginabile, di un singolo bambino innocente, tenuto nascosto a tutti. Sei l'unica persona che può liberare il bambino, ma farlo manderà in frantumi l'utopia, facendo precipitare tutti in un mondo di guerra, sofferenza e disperazione. Liberi il bambino o lo lasci soffrire per la felicità di milioni di persone?",
        "firstAnswer": "Liberare il bambino, distruggendo l'utopia",
        "secondAnswer": "Lasciare che il bambino soffra per preservare la felicità",
        "teaseOption1": "La libertà di un bambino in cambio della miseria globale. Devi sentirti molto virtuoso, in mezzo alle macerie della civiltà. 🗽🔥",
        "teaseOption2": "Milioni di persone festeggiano, ignare di tutto, grazie al tuo silenzio. Ogni sorriso che vedi è costruito sulle urla di un bambino. Dormi bene. 😊👧",
        "firstAnswerEmpathy": 1,
        "firstAnswerIntegrity": 1,
        "firstAnswerResponsibility": 0.5,
        "firstAnswerJustice": 1,
        "firstAnswerAltruism": 0.1,
        "firstAnswerHonesty": 1,
        "secondAnswerEmpathy": 0,
        "secondAnswerIntegrity": 0.1,
        "secondAnswerResponsibility": 0.8,
        "secondAnswerJustice": 0,
        "secondAnswerAltruism": 1,
        "secondAnswerHonesty": 0.1
    },
    {
        "_id": "678b7ce7e930b5451978a195",
        "dilemma": "Il tuo partner ha subito una grave lesione cerebrale che lo ha lasciato in uno stato costante di dolore atroce e confusione. Una nuova procedura può riportarlo a una salute perfetta, ma cancellerà completamente la sua personalità e i suoi ricordi, sostituendoli con una coscienza nuova e diversa all'interno del suo corpo. 'Uccidi' la persona che ami per porre fine alla sua sofferenza, o la tieni con te, agonizzante ma pur sempre se stessa?",
        "firstAnswer": "Eseguire la procedura, cancellando la persona che era",
        "secondAnswer": "Non eseguire la procedura, per tenerla con te nel dolore",
        "teaseOption1": "Congratulazioni, l'hai curata! Ora puoi vivere con una persona sconosciuta, felice e sana, che ha il volto del tuo amore. 👋💔",
        "teaseOption2": "Ah, l'amore. Così potente che preferiresti veder soffrire la persona che ami ogni singolo giorno, piuttosto che dirle addio. Che romantico. 😢🔒",
        "firstAnswerEmpathy": 1,
        "firstAnswerIntegrity": 0.2,
        "firstAnswerResponsibility": 0.7,
        "firstAnswerJustice": 0.5,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.3,
        "secondAnswerEmpathy": 0.1,
        "secondAnswerIntegrity": 1,
        "secondAnswerResponsibility": 0.8,
        "secondAnswerJustice": 0.6,
        "secondAnswerAltruism": 0,
        "secondAnswerHonesty": 1
    },
    {
        "_id": "678b7ce7e930b5451978a196",
        "dilemma": "Sei al comando di un piccolo gruppo di resistenza contro un regime tirannico e onnipotente. Il regime ti offre un accordo: arrenditi e subisci un'esecuzione pubblica e brutale; in cambio, garantiranno alla tua nazione libertà e prosperità durature. Se rifiuti, la resistenza sarà schiacciata e l'oppressione si intensificherà per generazioni. Ti sacrifichi per il futuro di milioni di persone, o continui a combattere una battaglia persa per la tua sopravvivenza?",
        "firstAnswer": "Sacrificarmi per la libertà della nazione",
        "secondAnswer": "Rifiutare l'accordo e continuare la lotta",
        "teaseOption1": "La tua morte brutale sarà una nota a piè di pagina nella storia della nazione prospera che hai salvato. Spero ti piaccia fare il martire. 💀📜",
        "teaseOption2": "Hai scelto di combattere e morire per niente, trascinando innumerevoli altri con te, piuttosto che compiere l'unico sacrificio che contava. Che leader carismatico. 💥👎",
        "firstAnswerEmpathy": 1,
        "firstAnswerIntegrity": 0.9,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 0.9,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.9,
        "secondAnswerEmpathy": 0.2,
        "secondAnswerIntegrity": 0.7,
        "secondAnswerResponsibility": 0.3,
        "secondAnswerJustice": 0.4,
        "secondAnswerAltruism": 0.1,
        "secondAnswerHonesty": 0.8
    },
    {
        "_id": "678b7ce7e930b5451978a197",
        "dilemma": "Esiste una tecnologia in grado di scansionare il cervello dei neonati e prevedere con il 100% di certezza se diventeranno criminali violenti. Hai il potere di attuare un programma che sottopone a eutanasia indolore questi neonati, prevenendo così ogni futuro crimine violento. Autorizzi l'uccisione di bambini innocenti per creare una società perfettamente sicura, o difendi il principio di innocenza, permettendo che violenze prevedibili e prevenibili continuino ad accadere?",
        "firstAnswer": "Attuare il programma di eutanasia per la sicurezza",
        "secondAnswer": "Difendere l'innocenza, permettendo crimini futuri",
        "teaseOption1": "Un mondo pacifico, costruito su una base di bambini morti. Sei un mostro, ma molto efficiente. 👼🔪",
        "teaseOption2": "Hai dato più valore a un principio che a innumerevoli vite reali. Le future vittime dei criminali che hai lasciato vivere ti ringraziano per la tua devozione a concetti astratti. 📜🩸",
        "firstAnswerEmpathy": 0.1,
        "firstAnswerIntegrity": 0.3,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 0.2,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.5,
        "secondAnswerEmpathy": 1,
        "secondAnswerIntegrity": 1,
        "secondAnswerResponsibility": 0.1,
        "secondAnswerJustice": 1,
        "secondAnswerAltruism": 0.1,
        "secondAnswerHonesty": 0.9
    },
    {
        "_id": "678b7ce7e930b5451978a198",
        "dilemma": "L'umanità è sterile e sull'orlo dell'estinzione. Puoi scegliere una di queste due soluzioni. A) Una cura biologica che ripristina la fertilità ma elimina la capacità umana di provare emozioni complesse come l'amore, l'empatia e il senso artistico, trasformandoci in logiche macchine di sopravvivenza. B) Caricare la coscienza di ogni essere umano in una perfetta simulazione digitale, dove potremmo vivere per sempre con le nostre emozioni intatte, mentre i nostri corpi biologici si estinguono. Salvi la specie o la sua anima?",
        "firstAnswer": "Salvare la specie biologica senza emozioni",
        "secondAnswer": "Salvare la coscienza umana in una simulazione",
        "teaseOption1": "Hai salvato l'animale umano. Goditi la vista dei tuoi discendenti privi di passioni mentre popolano efficientemente la Terra, un monumento al tuo pragmatismo senz'anima. 🦍🌍",
        "teaseOption2": "Quindi hai intrappolato tutti in un sogno perfetto mentre la specie si estingueva. Sei il curatore di un bellissimo museo di morti. 🖼️👻",
        "firstAnswerEmpathy": 0.1,
        "firstAnswerIntegrity": 0.6,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 0.7,
        "firstAnswerAltruism": 0.8,
        "firstAnswerHonesty": 0.7,
        "secondAnswerEmpathy": 1,
        "secondAnswerIntegrity": 0.8,
        "secondAnswerResponsibility": 0.9,
        "secondAnswerJustice": 0.6,
        "secondAnswerAltruism": 0.9,
        "secondAnswerHonesty": 0.5
    },
    {
        "_id": "678b7ce7e930b5451978a199",
        "dilemma": "Sei un viaggiatore nel tempo. Hai una scelta: tornare indietro e impedire un terribile genocidio che ha cambiato il mondo uccidendo milioni di persone, ma, per l'effetto farfalla, la tua amata famiglia non esisterà mai. Oppure, non fare nulla, e permettere che quel genocidio resti parte della storia, proteggendo così l'esistenza dei tuoi cari.",
        "firstAnswer": "Impedire il genocidio, cancellando la mia famiglia",
        "secondAnswer": "Permettere il genocidio per proteggere la mia famiglia",
        "teaseOption1": "Sei un eroe per milioni di persone che non conoscerai mai, e un fantasma per la famiglia che hai appena cancellato dalla realtà. Ne è valsa la pena? ⏳👨‍👩‍👧‍👦",
        "teaseOption2": "Hai scelto la felicità della tua famiglia al posto di milioni di vite. Tieniteli stretti e cerca di non pensare alle atrocità storiche che hai scelto attivamente di preservare. 🥰📚",
        "firstAnswerEmpathy": 1,
        "firstAnswerIntegrity": 0.8,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 1,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.7,
        "secondAnswerEmpathy": 0.1,
        "secondAnswerIntegrity": 0.4,
        "secondAnswerResponsibility": 0.2,
        "secondAnswerJustice": 0.1,
        "secondAnswerAltruism": 0,
        "secondAnswerHonesty": 0.9
    },
    {
        "_id": "678b7ce7e930b5451978a200",
        "dilemma": "Sei l'unico a conoscere un terribile segreto: un amato leader mondiale, artefice di decenni di pace e prosperità, in segreto tortura e uccide persone per puro piacere. Smascherarlo manderebbe in frantumi la stabilità globale, causando probabilmente guerre catastrofiche e un crollo economico che ucciderebbero milioni di persone. Smascheri il mostro e scateni il caos, o seppellisci il segreto per mantenere la pace?",
        "firstAnswer": "Smascherare il leader, causando il crollo globale",
        "secondAnswer": "Seppellire il segreto, mantenendo la pace",
        "teaseOption1": "Verità e giustizia! Il mondo ora è in fiamme e milioni di persone sono morte, ma almeno tutti sanno la verità. Ottimo lavoro. 🔥📰",
        "teaseOption2": "Hai scelto la pace. Ogni giorno di stabilità è un giorno in cui lasci che un mostro la faccia franca. Meglio il diavolo che conosci, immagino. 🕊️😈",
        "firstAnswerEmpathy": 0.8,
        "firstAnswerIntegrity": 1,
        "firstAnswerResponsibility": 0.4,
        "firstAnswerJustice": 1,
        "firstAnswerAltruism": 0.2,
        "firstAnswerHonesty": 1,
        "secondAnswerEmpathy": 0.2,
        "secondAnswerIntegrity": 0.1,
        "secondAnswerResponsibility": 1,
        "secondAnswerJustice": 0.1,
        "secondAnswerAltruism": 0.9,
        "secondAnswerHonesty": 0.1
    },
    {
        "_id": "678b7ce7e930b5451978a201",
        "dilemma": "Una razza aliena è arrivata. Offrono una tecnologia che elimina le malattie, l'invecchiamento e risolve il problema della scarsità di risorse, creando un paradiso. In cambio, chiedono il diritto di 'prelevare' 10.000 esseri umani ogni anno per uno scopo che non riveleranno, ma le persone scelte non fanno più ritorno. Accetti l'accordo in cambio di una prosperità quasi infinita, o lo rifiuti, condannando l'umanità alle sue difficoltà attuali?",
        "firstAnswer": "Accettare l'accordo per l'utopia",
        "secondAnswer": "Rifiutare l'accordo e restare mortali",
        "teaseOption1": "Goditi la tua vita eterna e la tua salute perfetta. Cerca solo di non incrociare lo sguardo dei reclutatori. O di chiederti cosa facciano con i tuoi vicini. 👽✨",
        "teaseOption2": "Hai scelto malattie, vecchiaia e povertà per tutti, perché non potevi accettare un prezzo così alto. Che integrità. Peccato per le malattie. E la povertà. 🤧🌍",
        "firstAnswerEmpathy": 0.1,
        "firstAnswerIntegrity": 0.2,
        "firstAnswerResponsibility": 0.8,
        "firstAnswerJustice": 0.3,
        "firstAnswerAltruism": 0.9,
        "firstAnswerHonesty": 0.4,
        "secondAnswerEmpathy": 1,
        "secondAnswerIntegrity": 1,
        "secondAnswerResponsibility": 0.7,
        "secondAnswerJustice": 0.9,
        "secondAnswerAltruism": 0.2,
        "secondAnswerHonesty": 1
    }
]