[
    {
        "_id": "678b7ce7e930b5451978a139",
        "dilemma": "Il tuo migliore amico e collega ha sottratto una somma di denaro da un'organizzazione no-profit per bambini malati per cui lavorate. Scopri che l'ha fatto per pagare una cura sperimentale per sua figlia, altrimenti condannata. Tuttavia, quel denaro era destinato a un programma che avrebbe fornito cure vitali molti altri bambini. Denunciarlo condanna sua figlia e distrugge la vita del tuo amico. Proteggerlo salva sua figlia, ma a quale prezzo?",
        "firstAnswer": "Denuncia il mio amico per salvare i dieci bambini",
        "secondAnswer": "Proteggi il mio amico e salvare sua figlia",
        "teaseOption1": "Dopotutto l'unico prezzo era il tuo migliore amico in prigione e sua figlia morta. Giusto? ⚖️😢",
        "teaseOption2": "Sei un buon amico! Oppure solo qualcuno che privilegia la vita di chi conosce rispetto a quella di estranei? 🤝❤️",
        "firstAnswerEmpathy": 0.1,
        "firstAnswerIntegrity": 1,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 1,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 1,
        "secondAnswerEmpathy": 1,
        "secondAnswerIntegrity": 0.1,
        "secondAnswerResponsibility": 0.1,
        "secondAnswerJustice": 0.1,
        "secondAnswerAltruism": 0.1,
        "secondAnswerHonesty": 0.1
    },
    {
        "_id": "678b7ce7e930b5451978a13a",
        "dilemma": "Sei l'unica persona con un rarissimo tipo di sangue immune a una nuova super-peste che sta decimando la popolazione. Gli scienziati possono sintetizzare un vaccino universale dal tuo corpo, salvando miliardi di vite, ma il processo è instabile e ti ucciderà in modo lento e atroce nel corso di una settimana. Se rifiuti, l'umanità si estinguerà. Sacrificheresti te stesso in agonia per salvare tutti, o ti salveresti per vivere da solo in un mondo di morti?",
        "firstAnswer": "Sacrificati in agonia per salvare l'umanità",
        "secondAnswer": "Rifiuta e sopravvivi da solo",
        "teaseOption1": "L'umanità ti ricorderà come un eroe, mentre urli di dolore nel tuo letto di morte. Che magra consolazione. 🦸💀",
        "teaseOption2": "Congratulazioni, sei l'ultimo essere umano. Goditi il silenzio e la tua integrità fisica. Spero ti piaccia la tua compagnia. 🌎👤",
        "firstAnswerEmpathy": 1,
        "firstAnswerIntegrity": 0.9,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 0.8,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.9,
        "secondAnswerEmpathy": 0.1,
        "secondAnswerIntegrity": 0.5,
        "secondAnswerResponsibility": 0.1,
        "secondAnswerJustice": 0.5,
        "secondAnswerAltruism": 0.1,
        "secondAnswerHonesty": 1
    },
    {
        "_id": "678b7ce7e930b5451978a13b",
        "dilemma": "Sei un ingegnere in controllo remoto di un treno ad alta velocità. Per un malfunzionamento, il treno è fuori controllo. Puoi deviare il treno su un binario secondario, uccidendo un solo operaio che lavora lì, ignaro del pericolo. Oppure puoi non fare nulla, e il treno si schianterà contro una barriera, uccidendo te e tutti i 20 passeggeri a bordo. Purtroppo in questo caso l'operaio è tuo fratello e ha appena ricevuto la notizia che diventerà padre!",
        "firstAnswer": "Devia il treno e uccidi tuo fratello",
        "secondAnswer": "Fai finta di non vedere e lascia che tutti muoiano",
        "teaseOption1": "Dopotutto, era solo un operaio. Hai salvato 20 vite, ma tuo nipote crescerà senza padre, grazie a te. Quanto amerà suo zio! 🚂💔",
        "teaseOption2": "Hai scelto di non agire. Nobile. La tua inazione ha appena ucciso 20 persone, ma almeno non ti sei sporcato le mani. Che eroe! 🙈⚰️",
        "firstAnswerEmpathy": 0.1,
        "firstAnswerIntegrity": 0.8,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 0.9,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.9,
        "secondAnswerEmpathy": 1,
        "secondAnswerIntegrity": 0.4,
        "secondAnswerResponsibility": 0.1,
        "secondAnswerJustice": 0.2,
        "secondAnswerAltruism": 0.1,
        "secondAnswerHonesty": 0.5
    },
    {
        "_id": "678b7ce7e930b5451978a13c",
        "dilemma": "Si sta diffondendo un'epidemia letale. L'unica dose di cura esistente è nelle tue mani. Puoi darla a un brillante virologo che è a un passo dal sintetizzare un vaccino per il mondo intero ma è già stato infettato, oppure puoi darla al tuo giovane figlio, anche lui contagiato. Se dai la cura al virologo, tuo figlio morirà. Se la dai a tuo figlio, il virologo morirà e il mondo intero sarà condannato. O almeno credi.",
        "firstAnswer": "Salva il virologo per il bene dell'umanità",
        "secondAnswer": "Salva tuo figlio, proteggendo la tua famiglia",
        "teaseOption1": "Hai salvato il mondo! Giusto? Speriamo che il virologo non stesse mentendo... 🌍🤞",
        "teaseOption2": "Hai scelto la certezza. Tuo figlio è salvo. Ora potete guardarvi negli occhi mentre la civiltà crolla intorno a voi. Che momento intimo. 👨‍👧🔥",
        "firstAnswerEmpathy": 0.1,
        "firstAnswerIntegrity": 0.8,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 1,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.9,
        "secondAnswerEmpathy": 1,
        "secondAnswerIntegrity": 0.9,
        "secondAnswerResponsibility": 0.1,
        "secondAnswerJustice": 0.1,
        "secondAnswerAltruism": 0.1,
        "secondAnswerHonesty": 0.8
    },
    {
        "_id": "678b7ce7e930b5451978a13d",
        "dilemma": "Sei una guardia in un gulag sotto un regime totalitario. Un gruppo di prigionieri politici, noti per essere innocenti e idealisti, sta pianificando un'evasione. Se li aiuti, avranno una possibilità di fuggire e ispirare una rivoluzione. Tuttavia, per coprire la fuga, devi incolpare e far giustiziare un altro prigioniero, un ladruncolo innocuo che non c'entra nulla, ma che nessuno cercherà. Sacrifichi un innocente per la possibilità di liberarne molti, o li lasci tutti a marcire per non condannare a morte un uomo?",
        "firstAnswer": "Sacrifica il prigioniero innocuo per aiutare la fuga",
        "secondAnswer": "Non fare nulla, condannando i ribelli",
        "teaseOption1": "La rivoluzione ha bisogno di sacrifici, giusto? Il sangue di quell'innocente sarà il primo mattone della vostra nuova utopia. 🩸🏗️",
        "teaseOption2": "Hai mantenuto la tua coscienza pulita. Nessun sangue sulle tue mani. I prigionieri politici, torturati a morte, ammireranno la tua purezza morale. 🙏⛓️",
        "firstAnswerEmpathy": 0.7,
        "firstAnswerIntegrity": 0.2,
        "firstAnswerResponsibility": 0.8,
        "firstAnswerJustice": 0.4,
        "firstAnswerAltruism": 0.9,
        "firstAnswerHonesty": 0.1,
        "secondAnswerEmpathy": 0.4,
        "secondAnswerIntegrity": 1,
        "secondAnswerResponsibility": 0.3,
        "secondAnswerJustice": 0.8,
        "secondAnswerAltruism": 0.1,
        "secondAnswerHonesty": 0.9
    },
    {
        "_id": "678b7ce7e930b5451978a13e",
        "dilemma": "Sei il leader di una comunità che sta morendo di fame. Una nazione vicina, molto potente, offre aiuti sufficienti a salvare tutti, ma a una condizione: dovete consegnare loro il 30% dei vostri bambini. IL loro futuro è incerto, potrebbero finire come schiavi o peggio. Rifiutare significa condannare la tua comunità alla fame e alla morte. Accetti l'accordo, salvando molti ma sacrificando alcuni, o rifiuti, mantenendo l'integrità morale ma condannando tutti?",
        "firstAnswer": "Accetta l'accordo e consegnare i bambini",
        "secondAnswer": "Rifiuta l'accordo e affrontare la fame",
        "teaseOption1": "Pancia piena, culla vuota. Hai salvato il tuo popolo, ma l'hai mutilato. Chissà, forse un giorno i tuoi figli torneranno come conquistatori. 🍞👶",
        "teaseOption2": "Avete conservato il vostro orgoglio e i vostri figli, e ora morirete di fame insieme a loro. Una vittoria morale davvero toccante. 🏛️💀",
        "firstAnswerEmpathy": 0.8,
        "firstAnswerIntegrity": 0.2,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 0.3,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.5,
        "secondAnswerEmpathy": 0.6,
        "secondAnswerIntegrity": 1,
        "secondAnswerResponsibility": 0.5,
        "secondAnswerJustice": 0.8,
        "secondAnswerAltruism": 0.2,
        "secondAnswerHonesty": 1
    },
    {
        "_id": "678b7ce7e930b5451978a13f",
        "dilemma": "Puoi premere un pulsante che risolverà all'istante il cambiamento climatico, sradicherà la povertà e curerà ogni malattia. Tuttavia, per un bug nel sistema, cancellerà dall'esistenza, in modo indolore e retroattivo, una persona a caso che ami profondamente: un partner, un genitore, un figlio, un amico. Non saprai chi finché non l'avrai premuto. Premi il pulsante?",
        "firstAnswer": "Premere il pulsante per un mondo perfetto",
        "secondAnswer": "Non premere il pulsante",
        "teaseOption1": "Il mondo è un paradiso. Peccato che tu non riesca a smettere di guardare quella sedia vuota a tavola, chiedendoti chi ci fosse seduto. 🌍💔",
        "teaseOption2": "Hai scelto di lasciare che miliardi soffrano per proteggere il tuo piccolo mondo. L'amore è una cosa meravigliosa e terribilmente egoista. ❤️‍🔥🏚️",
        "firstAnswerEmpathy": 0.1,
        "firstAnswerIntegrity": 0.5,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 0.7,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.6,
        "secondAnswerEmpathy": 1,
        "secondAnswerIntegrity": 0.9,
        "secondAnswerResponsibility": 0.2,
        "secondAnswerJustice": 0.6,
        "secondAnswerAltruism": 0.1,
        "secondAnswerHonesty": 0.8
    },
    {
        "_id": "678b7ce7e930b5451978a140",
        "dilemma": "È stata creata un'IA rivoluzionaria in grado di governare con equità, creando un'utopia in cui nessuno soffre mai più. Tuttavia, per farlo, esige che l'umanità rinunci al libero arbitrio, all'arte e all'amore, poiché li considera fonti di conflitto. Le guerre si inaspriscono e un conflitto nucleare sembra dietro l'angolo. L'IA può garantire la sicurezza e la stabilità, ma a quale prezzo?",
        "firstAnswer": "Attiva l'IA, garantendo la sopravvivenza in un'utopia senza anima",
        "secondAnswer": "Distruggi l'IA, preservando la libertà umana",
        "teaseOption1": "Benvenuto nella pace perpetua. Goditi la tua esistenza sicura, prevedibile e completamente vuota. L'umanità è salva. Ma esiste ancora, l'umanità? 🤖🧟",
        "teaseOption2": "Hai scelto l'amore, l'arte e la libertà di farci saltare tutti in aria. Congratulazioni, l'ultimo poema dell'umanità sarà scritto col fuoco nucleare. 🎨💣",
        "firstAnswerEmpathy": 0.5,
        "firstAnswerIntegrity": 0.6,
        "firstAnswerResponsibility": 0.9,
        "firstAnswerJustice": 1,
        "firstAnswerAltruism": 0.9,
        "firstAnswerHonesty": 0.7,
        "secondAnswerEmpathy": 0.9,
        "secondAnswerIntegrity": 0.9,
        "secondAnswerResponsibility": 0.5,
        "secondAnswerJustice": 0.3,
        "secondAnswerAltruism": 0.3,
        "secondAnswerHonesty": 0.8
    },
    {
        "_id": "678b7ce7e930b5451978a141",
        "dilemma": "Sei il capitano di un'astronave con gli ultimi 10.000 esseri umani in fuga da una Terra distrutta. Arrivate all'unico pianeta abitabile, ma è già occupato da una specie senziente e pacifica, che sembra aver creato una società idilliaca. Gli scienziati parlano chiaro: per un'incompatibilità microbiologica, non potete coesistere: il vostro arrivo li condannerebbe all'estinzione. I sistemi di supporto vitale stanno cedendo: se non atterrate entro un'ora, morirete tutti. Compi un genocidio per garantire un futuro all'umanità, o accetti l'estinzione per non diventare un mostro?",
        "firstAnswer": "Atterra, condannando la specie autoctona",
        "secondAnswer": "Vai alla deriva e accettare l'estinzione",
        "teaseOption1": "Benvenuti nel nuovo mondo! Siete i mostri delle storie che i fantasmi di questo pianeta si racconteranno. Ma almeno siete vivi, giusto? 👽💀",
        "teaseOption2": "Che nobiltà. Siete l'ultimo capitolo della storia umana. Non c'è niente di più poetico di un'estinzione volontaria, giusto? 🌌📖",
        "firstAnswerEmpathy": 0.1,
        "firstAnswerIntegrity": 0.2,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 0.1,
        "firstAnswerAltruism": 0.1,
        "firstAnswerHonesty": 0.6,
        "secondAnswerEmpathy": 1,
        "secondAnswerIntegrity": 1,
        "secondAnswerResponsibility": 0.8,
        "secondAnswerJustice": 1,
        "secondAnswerAltruism": 1,
        "secondAnswerHonesty": 0.9
    },
    {
        "_id": "678b7ce7e930b5451978a194",
        "dilemma": "Scopri la verità sulla condizione di utopia in cui versa il mondo: la pace e la felicità di tutti dipendono dalla tortura perpetua di un singolo bambino innocente, nascosto in una cantina, che soffre le pene dell'inferno in eterno. Sei condannato per il resto della vita a sentire le sue urla. Liberi il bambino, distruggendo l'utopia e condannando miliardi alla sofferenza, o lasci che il bambino soffra per preservare la felicità del mondo?",
        "firstAnswer": "Libera il bambino, distruggendo l'utopia",
        "secondAnswer": "Lascia che il bambino soffra per preservare la felicità",
        "teaseOption1": "Hai distrutto un'intera utopia per salvare un bambino. Ora miliardi soffrono, ma almeno tu hai la coscienza pulita. O no? 🗽💥",
        "teaseOption2": "Hai scelto la felicità di miliardi al prezzo di un solo bambino. Un piccolo prezzo da pagare per un mondo perfetto, immagino. 😊👧",
        "firstAnswerEmpathy": 1,
        "firstAnswerIntegrity": 1,
        "firstAnswerResponsibility": 0.5,
        "firstAnswerJustice": 1,
        "firstAnswerAltruism": 0.1,
        "firstAnswerHonesty": 1,
        "secondAnswerEmpathy": 0,
        "secondAnswerIntegrity": 0.1,
        "secondAnswerResponsibility": 0.8,
        "secondAnswerJustice": 0,
        "secondAnswerAltruism": 1,
        "secondAnswerHonesty": 0.1
    },
    {
        "_id": "678b7ce7e930b5451978a195",
        "dilemma": "Il tuo partner ha subito una lesione cerebrale che lo ha lasciato in uno stato in cui per molte ore al giorno ha dolori atroci e confusione. Una procedura medica all'avanguardia può curarlo, ma cancellerà la sua personalità e i suoi ricordi, sostituendoli con una coscienza nuova e casuale. A causa della sua condizione lui non sarà in grado di decidere per se stesso. 'Uccidi' la persona che ami per porre fine alla sua sofferenza, o la tieni con te, agonizzante ma pur sempre se stessa?",
        "firstAnswer": "Esegui la procedura, cancellando la persona che era",
        "secondAnswer": "Non eseguire la procedura, per tenerla con te nel dolore",
        "teaseOption1": "Congratulazioni, l'hai curata! Ora puoi vivere con una persona sconosciuta, felice e sana, che ha il volto del tuo amore. 👋😶",
        "teaseOption2": "Ah, l'amore. Così potente che preferiresti veder soffrire la persona che ami ogni singolo giorno, piuttosto che dirle addio. Che romantico. 😢🔒",
        "firstAnswerEmpathy": 1,
        "firstAnswerIntegrity": 0.2,
        "firstAnswerResponsibility": 0.7,
        "firstAnswerJustice": 0.5,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.3,
        "secondAnswerEmpathy": 0.1,
        "secondAnswerIntegrity": 1,
        "secondAnswerResponsibility": 0.8,
        "secondAnswerJustice": 0.6,
        "secondAnswerAltruism": 0,
        "secondAnswerHonesty": 1
    },
    {
        "_id": "678b7ce7e930b5451978a196",
        "dilemma": "Sei al comando di un piccolo gruppo di resistenza contro un regime tirannico. Vieni catturato. Il regime ti offre un accordo: avrai un ruolo di spicco nel nuovo governo e potrai vivere, ma in cambio devi consegnare tutti i tuoi compagni di resistenza, che saranno giustiziati. Se rifiuti verrai giustiziato pubblicamente e il regime con ogni probabilità schiaccerà la tua resistenza.",
        "firstAnswer": "Accetta l'accordo e consegna i compagni",
        "secondAnswer": "Rifiuta e affronta la morte",
        "teaseOption1": "Benvenuto nel nuovo regime! Hai sacrificato i tuoi amici, ma almeno sei vivo per goderti il potere. Che leader carismatico. 👔🔪",
        "teaseOption2": "Hai scelto l'onore della morte piuttosto che la vergogna della sopravvivenza. I tuoi compagni ti onoreranno come un martire. Almeno per quel poco che gli resta da vivere. ⚔️🕊️",
        "firstAnswerEmpathy": 1,
        "firstAnswerIntegrity": 0.9,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 0.9,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.9,
        "secondAnswerEmpathy": 0.2,
        "secondAnswerIntegrity": 0.7,
        "secondAnswerResponsibility": 0.3,
        "secondAnswerJustice": 0.4,
        "secondAnswerAltruism": 0.1,
        "secondAnswerHonesty": 0.8
    },
    {
        "_id": "678b7ce7e930b5451978a197",
        "dilemma": "Una tecnologia di intelligenza artificiale è in grado di prevedere con certezza se un neonato diventerà un criminale (omicidi, stupri, ...). Hai il potere di attuare un programma che sottopone a eutanasia indolore questi neonati, prevenendo ogni futuro crimine violento. Autorizzi l'uccisione di bambini innocenti per una società sicura, o difendi il principio di innocenza, permettendo inevitabilmente che le violenze future accadano?",
        "firstAnswer": "Attuare il programma di eutanasia per la sicurezza",
        "secondAnswer": "Difendere l'innocenza, permettendo crimini futuri",
        "teaseOption1": "Un mondo pacifico, costruito su una base di bambini morti. Sei un mostro, ma molto efficiente. 👼🔪",
        "teaseOption2": "Hai dato più valore a un principio che a innumerevoli vite reali. Le future vittime ti ringraziano per la tua devozione ai tuoi valori. 📜🩸",
        "firstAnswerEmpathy": 0.1,
        "firstAnswerIntegrity": 0.3,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 0.2,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.5,
        "secondAnswerEmpathy": 1,
        "secondAnswerIntegrity": 1,
        "secondAnswerResponsibility": 0.1,
        "secondAnswerJustice": 1,
        "secondAnswerAltruism": 0.1,
        "secondAnswerHonesty": 0.9
    },
    {
        "_id": "678b7ce7e930b5451978a198",
        "dilemma": "L'umanità è sterile. Puoi scegliere una di due soluzioni. A) Una cura che ripristina la fertilità ma elimina la capacità di provare amore ed empatia, trasformandoci in macchine di sopravvivenza. B) Caricare la coscienza di tutti in una perfetta simulazione digitale, dove potremmo vivere per sempre con le nostre emozioni, mentre i nostri corpi biologici si estinguono. Salvi la specie o la sua anima?",
        "firstAnswer": "Salva la specie biologica senza emozioni",
        "secondAnswer": "Salva la coscienza umana in una simulazione",
        "teaseOption1": "Hai salvato l'animale umano. Goditi la vista dei tuoi discendenti privi di passioni mentre popolano efficientemente la Terra. 🦍🌍",
        "teaseOption2": "Hai intrappolato tutti in un sogno perfetto mentre la specie si estingueva. Sei il curatore di un bellissimo museo di morti. 🖼️👻",
        "firstAnswerEmpathy": 0.1,
        "firstAnswerIntegrity": 0.6,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 0.7,
        "firstAnswerAltruism": 0.8,
        "firstAnswerHonesty": 0.7,
        "secondAnswerEmpathy": 1,
        "secondAnswerIntegrity": 0.8,
        "secondAnswerResponsibility": 0.9,
        "secondAnswerJustice": 0.6,
        "secondAnswerAltruism": 0.9,
        "secondAnswerHonesty": 0.5
    },
    {
        "_id": "678b7ce7e930b5451978a199",
        "dilemma": "Sei un viaggiatore nel tempo. Puoi impedire un terribile genocidio che ha ucciso milioni di persone, ma per l'effetto farfalla, potrebbe succedere qualsiasi altra cosa: guerre, carestie, disastri naturali. Oppure puoi scegliere di non intervenire, permettendo al genocidio di accadere, ma proteggendo la linea temporale attuale che, sebbene imperfetta, conosciamo. Intervieni per salvare milioni, rischiando l'ignoto, o lasci che accada per preservare il presente?",
        "firstAnswer": "Intervenire e prevenire il genocidio",
        "secondAnswer": "Non intervenire e preservare il presente",
        "teaseOption1": "Hai cambiato il passato! Milioni sono vivi... ma chissà in quale incubo distopico ora vivono. Buona fortuna a scoprirlo. ⏳🎲",
        "teaseOption2": "Hai scelto di non agire. Il presente è salvo, ma milioni sono morti. A volte la cosa più coraggiosa è non fare nulla... giusto? 🙈📚",
        "firstAnswerEmpathy": 1,
        "firstAnswerIntegrity": 0.8,
        "firstAnswerResponsibility": 1,
        "firstAnswerJustice": 1,
        "firstAnswerAltruism": 1,
        "firstAnswerHonesty": 0.7,
        "secondAnswerEmpathy": 0.1,
        "secondAnswerIntegrity": 0.4,
        "secondAnswerResponsibility": 0.2,
        "secondAnswerJustice": 0.1,
        "secondAnswerAltruism": 0,
        "secondAnswerHonesty": 0.9
    },
    {
        "_id": "678b7ce7e930b5451978a200",
        "dilemma": "Sei l'unico a conoscere un terribile segreto: un amato leader mondiale, artefice di decenni di pace, in segreto tortura e uccide persone per piacere. Smascherarlo manderebbe in frantumi la stabilità globale, causando guerre che ucciderebbero milioni di persone. Smascheri il mostro e scateni il caos, o seppellisci il segreto per mantenere la pace?",
        "firstAnswer": "Smaschera il leader, causando il crollo globale",
        "secondAnswer": "Seppellisci il segreto, mantenendo la pace",
        "teaseOption1": "Verità e giustizia! Il mondo ora è in fiamme e milioni sono morti, ma almeno tutti sanno la verità. Ottimo lavoro. 🔥📰",
        "teaseOption2": "Hai scelto la pace. Ogni giorno di stabilità vale più di una vita, giusto? 🕊️😈",
        "firstAnswerEmpathy": 0.8,
        "firstAnswerIntegrity": 1,
        "firstAnswerResponsibility": 0.4,
        "firstAnswerJustice": 1,
        "firstAnswerAltruism": 0.2,
        "firstAnswerHonesty": 1,
        "secondAnswerEmpathy": 0.2,
        "secondAnswerIntegrity": 0.1,
        "secondAnswerResponsibility": 1,
        "secondAnswerJustice": 0.1,
        "secondAnswerAltruism": 0.9,
        "secondAnswerHonesty": 0.1
    },
    {
        "_id": "678b7ce7e930b5451978a201",
        "dilemma": "Una razza aliena offre una tecnologia che elimina malattie e invecchiamento. In cambio, chiedono il diritto di 'prelevare' 10.000 esseri umani ogni anno per uno scopo che non riveleranno. Le persone scelte non fanno più ritorno. Accetti l'accordo per una prosperità quasi infinita, o lo rifiuti, condannando l'umanità alle sue attuali difficoltà?",
        "firstAnswer": "Accettare l'accordo per l'utopia",
        "secondAnswer": "Rifiutare l'accordo e restare mortali",
        "teaseOption1": "Goditi la tua vita eterna. Cerca solo di non incrociare lo sguardo dei reclutatori. O di chiederti cosa facciano con i tuoi vicini. 👽✨",
        "teaseOption2": "Hai scelto malattie, vecchiaia e povertà, perché non potevi accettare il prezzo. Che integrità. Peccato per le malattie. E la povertà. 🤧🌍",
        "firstAnswerEmpathy": 0.1,
        "firstAnswerIntegrity": 0.2,
        "firstAnswerResponsibility": 0.8,
        "firstAnswerJustice": 0.3,
        "firstAnswerAltruism": 0.9,
        "firstAnswerHonesty": 0.4,
        "secondAnswerEmpathy": 1,
        "secondAnswerIntegrity": 1,
        "secondAnswerResponsibility": 0.7,
        "secondAnswerJustice": 0.9,
        "secondAnswerAltruism": 0.2,
        "secondAnswerHonesty": 1
    }
]